let caseMenu = [
  {name: '案件串并', subMenu: ['人工串并', '智能串并', '发起碰撞']},
  '物品追查',
  '视频侦查',
  '高危分析',
  '技术比对',
  '案件档案'
]
let personMenu = [
  '关系分析',
  '人员档案',
  '研判',
  '云搜索',
  '列为可疑',
  '取消可疑',
  '关注',
  '取消关注',
  '拥有手机',
  // {name: '轨迹分析', subMenu: ['轨迹查询', '最新位置', '常出现地点', '活动规律']},
  {name: '操作', subMenu: ['聚焦', '选择', '锁定', '解锁', '标注', '编辑', '连线', '删除', '图形尺寸', '文字尺寸', '颜色']}
]
let telMenu = [
  '机主信息',
  '话单调取',
  '伴随分析',
  {name: '轨迹分析', subMenu: ['轨迹查询', '最新位置', '最新启动号码', '常出现地点', '活动规律']},
  {name: '操作', subMenu: ['聚焦', '选择', '锁定', '解锁', '标注', '编辑', '连线', '删除', '图形尺寸', '文字尺寸', '颜色']},
  '列为可疑',
  '取消可疑',
  {name: '即席应用', subMenu: ['云搜索']}
]
let carMenu = [
  '车主信息',
  '伴随分析',
  {name: '轨迹分析', subMenu: ['轨迹查询', '最新位置', '常出现地点', '活动规律']},
  {name: '操作', subMenu: ['聚焦', '选择', '锁定', '解锁', '标注', '编辑', '连线', '删除', '图形尺寸', '文字尺寸', '颜色']},
  {name: '即席应用', subMenu: ['云搜索']}
]
let operMenu = [
  '展开',
  '收缩',
  '删除'
]
export default {
  mainCase: caseMenu,
  case: caseMenu,
  person: personMenu,
  tel: telMenu,
  car: carMenu,
  oper: operMenu
}
